const citys = [
	{
		"letter": "A",
		"list": [
			"阿拉善盟", "鞍山市", "安庆市", "安阳市", "阿坝藏族羌族", "安顺市", "阿里地区", "安康市", "阿克苏地区", "阿勒泰地区"
		]
	},
	{
		"letter": "B",
		"list": [
			"北京市", "保定市", "包头市", "巴彦淖尔市", "本溪市", "白山市", "白城市", "蚌埠市", "亳州市", 
			"滨州市", "北海市", "百色市", "巴中市", "毕节市", 
			"保山市", "宝鸡市", "白银市", "博尔塔拉蒙古", "巴音郭楞蒙古"
		]
	},
	{
		"letter": "C",
		"list": [
			"承德市", "沧州市", "长治市", "赤峰市", "长春市", "常州市", "滁州市", "池州市", "长沙市", "常德市", 
			"郴州市", "潮州市", "崇左市", "重庆市", "成都市", "楚雄彝族", "昌都市"
		]
	},
	{
		"letter": "D",
		"list": [
			"大同市", "大连市", "丹东市", "大庆市", "大兴安岭地区", "舟山市", "东营市", "德州市", "东莞市", 
			"儋州市", "德阳市", "达州市", "大理", "德宏", "迪庆藏族", "定西市"
		]
	},
	{
		"letter": "E",
		"list": [
			"鄂尔多斯市", "鄂州市", "恩施"
		]
	},
	{
		"letter": "F",
		"list": [
			"抚顺市", "阜阳市", "福州市", "抚州市", "佛山市", "防城港市"
		]
	},
	{
		"letter": "G",
		"list": [
			"赣州市", "广州市", "桂林市", "贵港市", "广元市", "广安市", "甘孜", "贵阳市", 
			"甘南", "果洛", "固原市"
		]
	},
	{
		"letter": "H",
		"list": [
			"邯郸市", "衡水市", "呼和浩特市", "呼伦贝尔市", "阜新市", "葫芦岛市", "哈尔滨市", "鹤岗市", 
			"黑河市", "淮安市", "杭州市", "湖州市", "衢州市", "合肥市", "淮南市", "淮北市", "黄山市", 
			"菏泽市", "鹤壁市", "黄石市", "黄冈市", "衡阳市", "怀化市", "惠州市", "河源市", "贺州市", 
			"河池市", "海口市", "红河哈尼族", "汉中市", "海东市", "海北", "黄南", 
			"海南", "海西", "哈密市", "和田地区"
		]
	},
	{
		"letter": "J",
		"list": [
			"晋城市", "晋中市", "锦州市", "吉林市", "鸡西市", "佳木斯市", "嘉兴市", "金华市", "景德镇市", "九江市", "吉安市", "济南市", 
			"济宁市", "焦作市", "荆门市", "荆州市", "江门市", "揭阳市", "嘉峪关市", "金昌市", "酒泉市", "昌吉"
		]
	},
	{
		"letter": "K",
		"list": [
			"开封市", "昆明市", "克拉玛依市", "克孜勒苏", "喀什地区"
		]
	},
	{
		"letter": "L",
		"list": [
			"廊坊市", "临汾市", "吕梁市", "辽阳市", "辽源市", "连云港市", "丽水市", "六安市", "龙岩市", "莱芜市", 
			"临沂市", "聊城市", "洛阳市", "漯河市", "娄底市", "柳州市", "来宾市", "泸州市", "乐山市", 
			"凉山", "六盘水市", "丽江市", "临沧市", "拉萨市", "林芝市", "兰州市", "陇南市", "临夏", "伊犁"
		]
	},
	{
		"letter": "M",
		"list": [
			"牡丹江市", "马鞍山市", "茂名市", "梅州市", "绵阳市", "眉山市"
		]
	},
	{
		"letter": "N",
		"list": [
			"南京市", "南通市", "宁波市", "南平市", "宁德市", "南昌市", "南阳市", "南宁市", "内江市", "南充市", "怒江", "那曲地区"
		]
	},
	{
		"letter": "P",
		"list": [
			"盘锦市", "莆田市", "萍乡市", "平顶山市", "濮阳市", "攀枝花市", "普洱市", "平凉市"
		]
	},
	{
		"letter": "Q",
		"list": [
			"秦皇岛市", "忻州市", "齐齐哈尔市", "七台河市", "泉州市", "青岛市", "清远市", "钦州市", 
			"黔西", "黔东", "黔南", "曲靖市", "庆阳市"
		]
	},
	{
		"letter": "R",
		"list": [
			"日照市", "日喀则市"
		]
	},
	{
		"letter": "S",
		"list": [
			"石家庄市", "朔州市", "沈阳市", "四平市", "松原市", "双鸭山市", "绥化市", "上海市", "苏州市", "宿迁市", 
			"绍兴市", "宿州市", "三明市", "上饶市", "三门峡市", "商丘市", "十堰市", "随州市", "邵阳市", "韶关市", 
			"深圳市", "汕头市", "汕尾市", "三亚市", "三沙市", "遂宁市", "山南市", "商洛市", "石嘴山市"
		]
	},
	{
		"letter": "T",
		"list": [
			"天津市", "唐山市", "太原市", "通辽市", "铁岭市", "通化市", "泰州市", "台州市", "铜陵市", "泰安市", 
			"铜仁市", "铜川市", "天水市", "吐鲁番市", "塔城地区"
		]
	},
	{
		"letter": "W",
		"list": [
			"乌海市", "乌兰察布市", "无锡市", "温州市", "芜湖市", "潍坊市", "武汉市", "梧州市", 
			"文山", "渭南市", "武威市", "吴忠市", "乌鲁木齐市"
		]
	},
	{
		"letter": "X",
		"list": [
			"邢台市", "兴安盟", "锡林郭勒盟", "徐州市", "宣城市", "厦门市", "新余市", "威海市", "新乡市", "许昌市", "信阳市", 
			"襄阳市", "孝感市", "咸宁市", "湘潭市", "湘西", "西双版纳", "西安市", "咸阳市", "西宁市"
		]
	},
	{
		"letter": "Y",
		"list": [
			"阳泉市", "运城市", "营口市", "延边", "伊春市", "盐城市", "扬州市", "鹰潭市", "宜春市", "烟台市", 
			"宜昌市", "岳阳市", "益阳市", "永州市", "阳江市", 
			"云浮市", "玉林市", "宜宾市", "雅安市", "玉溪市", "延安市", "榆林市", "玉树", "银川市"
		]
	},
	{
		"letter": "Z",
		"list": [
			"张家口市", "朝阳市", "镇江市", "漳州市", "淄博市", "枣庄市", "郑州市", "周口市", "驻马店市", "株洲市", "张家界市", 
			"珠海市", "湛江市", "肇庆市", "中山市", "自贡市", "资阳市", "遵义市", "昭通市", "张掖市", "中卫市"
		]
	}
]

export default citys